Repository: Jarrey/MagicLockScreen
Catalog: src/MagicLockScreen.Service.FlickrService/Resources/*/Resources.resw
Source language: en
Languages: zh_hans, zh_hant

# ChangeLockScreenEvery.Text
source: Update LockScreen or Desktop Wallpaper each:
zh_hans: 隔多少时间改变锁屏:
zh_hant: 隔多少時間更新鎖屏或桌面壁紙:

# ChkLockScreen.Content
source: LockScreen
zh_hant: 鎖屏背景

# ChkWallpaper.Content
source: Desktop Wallpaper
zh_hant: 桌面壁紙

# HomeButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Home
zh_hans: 主页
zh_hant: 主頁

# InfoButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Info
zh_hans: 信息
zh_hant: 信息

# InformationTitle
source: Information
zh_hans: 信息
zh_hant: 信息

# OkButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: OK
zh_hant: 確認

# RefreshButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Refresh
zh_hans: 刷新
zh_hant: 刷新

# SaveAsButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Save As
zh_hans: 另存为
zh_hant: 另存為

# ServiceChannelInformation
source: <StackPanel xmlns="http://schemas.microsoft.com/winfx/2006/xaml/presentation"> <StackPanel.Resources> <Style TargetType="TextBlock"> <Setter Property="Margin" Value="0,8,0,8"/> <Setter Property="TextWrapping" Value="Wrap"/> </Style> </StackPanel.Resources> <TextBlock>Flickr Interestingness Photos</TextBlock> <TextBlock>Besides being a five syllable word suitable for tongue twisters, it is also an amazing new Flickr Feature.</TextBlock> <TextBlock>There are lots of elements that make something 'interesting' (or not) on Flickr. Where the clickthroughs are coming from; who comments on it and when; who marks it as a favorite; its tags and many more things which are constantly changing. Interestingness changes over time, as more and more fantastic content and stories are added to Flickr.</TextBlock> <TextBlock>We've added some pages (and changed some existing ones) to help you explore Flickr's most interesting content. Before you start though, you might want to take your phone off the hook, send your boss to an executive training session and block off some time on your schedule, because we don't think you're going to be walking away from your screen any time soon. Beautiful, amazing, moving, striking - explore and discover some of Flickr's Finest.</TextBlock> <HyperlinkButton Content="Flickr" NavigateUri="http://www.flickr.com/"/> <HyperlinkButton Content="Flickr Interestingness Photos" NavigateUri="http://www.flickr.com/explore/interesting/"/> <HyperlinkButton Content="Flickr Explore" NavigateUri="http://www.flickr.com/explore/"/> </StackPanel>
zh_hans: <StackPanel xmlns="http://schemas.microsoft.com/winfx/2006/xaml/presentation"> <StackPanel.Resources> <Style TargetType="TextBlock"> <Setter Property="Margin" Value="0,8,0,8"/> <Setter Property="TextWrapping" Value="Wrap"/> </Style> </StackPanel.Resources> <TextBlock>Flickr 趣图</TextBlock> <TextBlock>它不仅仅是一个单字，而且还是一项神奇的新「Flickr 功能」。</TextBlock> <TextBlock>Flickr 上有许多元素可让某个内容变得「有趣」（或无趣）。点击来源；回应者及回应时间；将其标为最爱的人；它的标籤以及更多不断变化的内容。Interestingness随时变更，越来越多的精采内容及故事增加到 Flickr 中。</TextBlock> <TextBlock>我们加入了一些新页面（并更新了一些现有的页面）以协助你发掘 Flickr 中最有趣的内容。在开始发掘之前，你可能想要打电话给你的老板以告知他，一个专业培训课程将要佔用你计画表的一部分时间，因为我们认为，短时间内你不会打算随时离开萤幕。漂亮的、神奇的、感人的、摄人的内容 － 发掘并发现 Flickr 最棒的内容。</TextBlock> <HyperlinkButton Content="Flickr" NavigateUri="http://www.flickr.com/"/> <HyperlinkButton Content="Flickr 趣图" NavigateUri="http://www.flickr.com/explore/interesting/"/> <HyperlinkButton Content="Flickr 发掘" NavigateUri="http://www.flickr.com/explore/"/> </StackPanel>
zh_hant: <StackPanel xmlns="http://schemas.microsoft.com/winfx/2006/xaml/presentation"> <StackPanel.Resources> <Style TargetType="TextBlock"> <Setter Property="Margin" Value="0,8,0,8"/> <Setter Property="TextWrapping" Value="Wrap"/> </Style> </StackPanel.Resources> <TextBlock>Flickr 趣圖</TextBlock> <TextBlock>它不僅僅是一個單字，而且還是一項神奇的新「Flickr 功能」。</TextBlock> <TextBlock>Flickr 上有許多元素可讓某個內容變得「有趣」（或無趣）。點擊來源；回應者及回應時間；將其標為最愛的人；它的標籤以及更多不斷變化的內容。Interestingness隨時變更，越來越多的精采內容及故事增加到 Flickr 中。</TextBlock> <TextBlock>我們加入了一些新頁面（並更新了一些現有的頁面）以協助你發掘 Flickr 中最有趣的內容。在開始發掘之前，你可能想要打電話給你的老板以告知他，一個專業培訓課程將要佔用你計畫表的一部分時間，因為我們認為，短時間內你不會打算隨時離開螢幕。漂亮的、神奇的、感人的、攝人的內容 － 發掘並發現 Flickr 最棒的內容。</TextBlock> <HyperlinkButton Content="Flickr" NavigateUri="http://www.flickr.com/"/> <HyperlinkButton Content="Flickr 趣圖" NavigateUri="http://www.flickr.com/explore/interesting/"/> <HyperlinkButton Content="Flickr 發掘" NavigateUri="http://www.flickr.com/explore/"/> </StackPanel>

# ServiceChannelName.Text
source: Flickr© Interestingness Photos
zh_hans: Flickr© 趣图
zh_hant: Flickr© 趣圖

# ServiceChannelSubTitle
source: Explore Flickr's interesting photos
zh_hans: 发掘 Flickr 有趣的图片
zh_hant: 發掘 Flickr 有趣的圖片

# ServiceChannelTitle
source: Flickr© Interestingness Photos
zh_hans: Flickr© 趣图
zh_hant: Flickr© 趣圖

source: Set App Bg
zh_hans: 设置应用背景
zh_hant: 設置程式背景

# SetDesktopWallpaper.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Set Desktop Wallpaper
zh_hant: 設置桌面壁紙

# SetLockScreenButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Set LockScreen
zh_hans: 设置锁屏
zh_hant: 設置鎖屏

# ShareButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Share
zh_hans: 分享
zh_hant: 分享

# StartButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Start
zh_hans: 开始
zh_hant: 開始

# StopButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Stop
zh_hans: 停止
zh_hant: 終止
